{
  "sinai": "Sinai",
  "dahab": "Dahab",
  "governments": "Governments",
  "alexandria": "Alexandria",
  "luxor": "Luxor",
  "about": "About",
  "famous_landmarks": "Famous Landmarks",
  "mount": "Mount Sinai",
  "saint": "Saint Catherine's Monastery",
  "aboutSinai": "The Sinai Peninsula in Egypt, located between Africa and Asia, is known for its beautiful landscape and long heritage. It is home to magnificent desert mountains, calm beaches, and hallowed religious locations. The area is popular for hiking, diving, and touring ancient monasteries.",
  "aboutAlex": "Alexandria, Egypt’s second-largest city, is a Mediterranean gem blending history and modernity. Founded by Alexander the Great, it was once the center of knowledge and culture in the ancient world.",
  "aboutLuxor": "Luxor often called the \"biggest outdoor museum in the world.\" Its Eastern Bank, which is split by the Nile, represents life, while the West Bank is emblematic of the afterlife. Luxor, a centre of ancient Egyptian history, provides a singular combination of cultural experiences and historical marvels.",
  "alexLibrary": "Alexandria Library: A modern revival of the ancient Library of Alexandria, it serves as a cultural hub with millions of books, art exhibits, and planetarium shows.",
  "qaitbay": "Citadel of Qaitbay: A 15th-century fortress built on the ruins of the ancient Lighthouse of Alexandria, offering stunning sea views and a glimpse into Alexandria’s defensive history.",
  "mountSinai": "Mount Sinai is a holy location in many religions  where Moses is said to have received the Ten Commandments. Beautiful views may be seen from the summit, particularly at dawn.",
  "saintCaithrine": "Saint Catherine's Monastery i one of the oldest surviving Christian monasteries in the world,  is situated at the base of Mount Sinai. It contains old manuscripts and treasures.",
  "karnak": "Karnak Temple: a magnificent complex of buildings such as temples, palaces, and obelisks celebrating the Theban gods that shows the artistic and architectural ability of the ancient Egyptians.",
  "vallleyOfKings": "Valley of the Kings: A royal burial site with over 60 tombs, including Tutankhamun's, adorned with intricate hieroglyphs and stunning wall paintings."
}